Repository: wp-plugins/custom-login-page
Catalog: languages/custom-login-page-*.po
Languages: de_de, es_es, sk_sk, sk_sk_sk

source: You can enter the url of the logo, that you want to have in place of the WP logo on the login screen. Just upload any picture (best is a png or gif with transparent background) via the uploader on the Media section and copy the url of that file here.
es_es: Puedes introducir la url del logo al que quieras que enlace el logo de WP en la pantalla de acceso. Sube una imagen ( mejor en png o gif con fondo transparente) a través de la sección Multimedia y copia la URL del fichero.
sk_sk: Môžete zadať adresu URL loga, ktoré chcete mať v mieste WP loga na prihlasovacej obrazovke. Stačí nahrať akýkoľvek obrázok (najlepšie je png alebo gif s priehľadným pozadím) pomocou nahral na sekcii Media a skopírujte adresu URL tohto súboru tu.
sk_sk_sk: Môžete zadať adresu URL loga, ktoré chcete mať v mieste WP loga na prihlasovacej obrazovke. Stačí nahrať akýkoľvek obrázok (najlepšie je png alebo gif s priehľadným pozadím) pomocou nahral na sekcii Media a skopírujte adresu URL tohto súboru tu.

source: If your logo is larger than the default WP-logo (274px by 63px), you can enter the width and the height of it here.
sk_sk: Ak vaše logo je väčšia ako predvolený WP-logo (274px by 63px), môžete zadať šírku a výšku to tu.
sk_sk_sk: Ak vaše logo je väčšia ako predvolený WP-logo (274px by 63px), môžete zadať šírku a výšku to tu.

source: The width and height of the logo-container are by default 326px and 67px. They are used to move the Logo around, since the background-position is always &#39;center top&#39;.
sk_sk: Šírka a výška loga kontajnera sú implicitne 326px 67px a Oni sú zvyknutí na pohyb Logo okolo, pretože background-position je vždy "centrum hore".
sk_sk_sk: Ak váza logo JE väčšia ako predvolený WP-logo (274px by 63px), mozem zadať šírku výšku do vlaku.

source: You can enter the url of the background picture, that you want to have on the login page. Just upload any picture via the uploader on the Media section and copy the url of that file here. Leave it empty, if you don&#39;t want a picture. Background images are tiled by default. You can select the direction of repeating the image or to not repeat it. The position of the image can be something like &#39;100px 50%&#39; or &#39center top&#39;.
es_es: Puedes introducir la URL de la imagen de fondo que quieras mostrar en la página de acceso. Sube una imagen ( mejor en png o gif con fondo transparente) a través de la sección Multimedia y copia la URL del fichero. Dejálo vacío si no quieres mostrar ninguna imagen. Las imágenes se repetirán por defecto. Puedes ajustar la dirección de repetición de las mismas y si se repiten o no.
sk_sk_sk: Môžete zadať adresu URL na pozadí obrázku, ktoré chcete mať na prihlasovacej stránke. Stačí nahrať akýkoľvek obrázok cez nahral na sekcii Media a skopírujte adresu URL tohto súboru tu. Nechaj to prázdne, ak nechcete obrázok. Obrázky na pozadí sú obložené v predvolenom nastavení. Môžete si vybrať smer opakovanie obrazu, alebo je opakovať. Pozícia obrazu môže byť niečo ako '100px 50% "alebo" centrum hore ".

source: Save Changes
sk_sk_sk: Uložiť zmeny

source: Save style
es_es: Guardar estilo
sk_sk_sk: Uložiť štýl

source: You can enter the url of the background picture, that you want to have on the login container. Just upload any picture via the uploader on the Media section and copy the url of that file here. Leave it empty, if you don&#39;t want a picture. Background images are tiled by default. You can select the direction of repeating the image or to not repeat it. The position of the image can be something like &#39;100px 50%&#39; or &#39;center top&#39;.
es_es: Puedes introducir la URL de la imagen de fondo que quieras mostrar en la página de acceso. Sube una imagen ( mejor en png o gif con fondo transparente) a través de la sección Multimedia y copia la URL del fichero. Dejálo vacío si no quieres mostrar ninguna imagen. Las imágenes se repetirán por defecto. Puedes ajustar la dirección de repetición de las mismas y si se repiten o no.
sk_sk: Môžete zadať adresu URL na pozadí obrázku, ktoré chcete mať na prihlasovacej kontajnera. Stačí nahrať akýkoľvek obrázok cez nahral na sekcii Media a skopírujte adresu URL tohto súboru tu. Nechaj to prázdne, ak nechcete obrázok. Obrázky na pozadí sú obložené v predvolenom nastavení. Môžete si vybrať smer opakovanie obrazu, alebo je opakovať. Pozícia obrazu môže byť niečo ako '100px 50% "alebo" centrum hore ".
sk_sk_sk: Môžete zadať adresu URL na pozadí obrázku, ktoré chcete mať na prihlasovacej kontajnera. Stačí nahrať akýkoľvek obrázok cez nahral na sekcii Media a skopírujte adresu URL tohto súboru tu. Nechaj to prázdne, ak nechcete obrázok. Obrázky na pozadí sú obložené v predvolenom nastavení. Môžete si vybrať smer opakovanie obrazu, alebo je opakovať. Pozícia obrazu môže byť niečo ako '100px 50% "alebo" centrum hore ".

source: Padding
sk_sk_sk: Čalúnenie

source: The Padding is given as css value. I.e. &#39;144px 0 0&#39; (which is the default padding of the login container).
sk_sk_sk: Padding sa, rovnako ako hodnota css. Tj. '144px 0 0 "(čo je predvolené Čalúnenie prihlásenie kontajnera).

source: Margin
sk_sk: Okraj
sk_sk_sk: Rozpätie

source: Logged Out Message
es_es: Mensaje Salida
sk_sk: Prihlásený Out Message
sk_sk_sk: Odhlásili správu

source: This changes the colours of the text container, that appears, when you have successfully logged out.
es_es: Modifica los colores del contenedor del texto, que aparece cuando has salido de manera satisfactoria.
sk_sk_sk: Tým sa zmení farby textového kontajnera, ktoré sa objavia, keď ste úspešne odhlásený.

source: This changes the colours of the text container, that appears, when you get an error logging in.
es_es: Modifica los colores del contenedor del texto, que aparece cuando se ha producido un error al entrar.
sk_sk_sk: Tým sa zmení farby textového kontajnera, ktorá sa zobrazí, keď sa dostanete k chybe prihlásenie

source: Furthermore, you can enter your own error message here. By default, Wordpress says that either the username or the password is wrong, which is perhaps a hint to foreigners that you don&#39;t wish to give.
es_es: Además, puedes introducir tu propio mensaje de error.
sk_sk_sk: Okrem toho si môžete zadať svoj ​​vlastný chybovú správu. V predvolenom nastavení, Wordpress hovorí, že buď užívateľské meno alebo heslo je zlé, čo je možno náznak pre cudzincov, ktoré si neprajete, aby.

source: choose a text decoration
es_es: selecciona una decoración del texto
sk_sk_sk: vybrať text dekorácie

source: Hover Colour
es_es: Color Hover
sk_sk_sk: Hover farby

source: Hover Text Decoration
es_es: Decorado Texto Hover
sk_sk_sk: Hover Text dekorácie

source: Error in Datatransfer.
es_es: Error en Transferencia de Datos
sk_sk: Chyba v datatransferu.
sk_sk_sk: Chyba v Datatransfer.

source: Settings saved
es_es: Ajustes guardados
sk_sk: Nastavenie uložené
sk_sk_sk: Nastavenia uložené

source: A5 Custom Login Page
sk_sk_sk: A5 Vlastné prihlasovaciu stránku

source: Just customize your login page (or that of your community etc.) by giving the WP login page a different look, with your own logo and special colours and styles.
sk_sk_sk: Stačí upraviť svoje prihlasovacie stránku (alebo že vaše komunity a pod) tým, že WP prihlasovacia stránka odlišný vzhľad, s vlastným logom a špeciálnych farieb a štýlov.

source: You can enter the url of the background picture, that you want to have on the login page. Just upload any picture via the uploader on the Media section and copy the url of that file here. Leave it empty, if you don&#39;t want a picture. Background images are tiled by default. You can select the direction of repeating the image or to not repeat it. The position of the image can be something like &#39;100px 50%&#39; or &#39center top&#39;. If you want the background picture to cover the whole screen, put &#39;cover&#39; as size. Otherwise, fill in any css (like &#39;auto 150px&#39;).
sk_sk: Môžete zadať adresu URL na pozadí obrázku, ktoré chcete mať na prihlasovacej stránke. Stačí nahrať akýkoľvek obrázok cez nahral na sekcii Media a skopírujte adresu URL tohto súboru tu. Nechaj to prázdne, ak nechcete obrázok. Obrázky na pozadí sú obložené v predvolenom nastavení. Môžete si vybrať smer opakovanie obrazu, alebo je opakovať. Pozícia obrazu môže byť niečo ako &#39;100px 50%&#39 ". Ak chcete, aby backgroundfotografie pokryť celú obrazovku, dať 'kryt' ako veľkosti. Inak, vyplňte v každom css (napr.&#39;auto 150px&#39;).

source: FAQ
sk_sk: Telo

source: Title refers to the title tag behind the logo.
es_es: Esto se refiere a la etiqueta tras el logo

source: Margin (in px)
es_es: Márgen (px)

source: Position of the Login Container
es_es: Posición del Contenedor Acceso

source: Here you can give the whole login container a position. If you enter &#39;0&#39; in both of the fields, it will be in the top left corner. The margin defines the empty space around the container.
es_es: Puedes fijar la posición del contenedor. Si introduces &#39;0&#39; en ambos campos, se situará en la esquina superior izquierda. El márgen define el espacio libre alrededor del contenedor.
