Repository: wp-plugins/custom-login-page
Catalog: languages/custom-login-page-*.po
Languages: de_de, es_es, sk_sk, sk_sk_sk

source: In the next section, you choose the background colour and the colour of the text in the login form. If you give two background colours, you can create a gradient. Colour no. 1 will always be up.
de_de: Im nächsten Abschnitt kannst du eine Hintergrundfarbe und eine Textfarbe für das Login Formular wählen. Wenn du zwei Farben angibst, kannst du einen Verlauf kreieren. Farbe Nr. 1 wird immer oben sein.
es_es: En la siguiente sección, selecciona el color de fondo y el color del texto en el formulario de acceso. Si seleccionas dos colores se creará un gradiente. El Color 1 sera siempre el superior.
sk_sk: V ďalšej časti si môžete zvoliť farbu pozadia a farbu textu v prihlasovacom formulári. Ak dávať dve farby pozadia, môžete vytvoriť prechod. Farba nie. 1 bude vždy.
sk_sk_sk: V ďalšej časti si môžete zvoliť farbu pozadia a farbu textu v prihlasovacom formulári. Ak dávať dve farby pozadia, môžete vytvoriť prechod. Farba nie. 1 bude vždy.

source: Margin and Padding are given as css values. The form has a left margin of 8px by default and a padding of 26px 24px 46px. By changing the top and the bottom padding, you can stretch the form in its length.
de_de: Margin und Padding werden als CSS-Werte angegeben. Das Formular hat &#39;margin-left: 8px&#39; als Standardwert und Padding 26px 24px 46px. Durch Änderung der oberen und unteren Padding kann das Formular gedehnt werden.
sk_sk: Marža a Padding sú, rovnako ako hodnoty css. Formulár má ľavý okraj 8px v predvolenom nastavení a polstrovanie na 26px 24px 46px. Zmenou horné a spodné odsadenie, môžete natiahnuť formulár v jeho dĺžky.
sk_sk_sk: Marža a Padding sú, rovnako ako hodnoty css. Formulár má ľavý okraj 8px v predvolenom nastavení a polstrovanie na 26px 24px 46px. Zmenou horné a spodné odsadenie, môžete natiahnuť formulár v jeho dĺžky.

source: At last, give the form a shadow (is not supported by all browsers).
de_de: Zum Schluss gib dem Formular einen Schatten (wird nicht von allen Browsern erkannt).
es_es: Finalmente, dale una forma a la sombra
sk_sk: Konečne, dať formou tieň (nie je podporovaný všetkými prehliadačmi).
sk_sk_sk: Konečne, dávajú formu tieň (nie je podporovaný všetkými prehliadačmi).

source: This changes the the text container, that appears, when you have successfully logged out.
de_de: Hier änderst du den Textcontainer, der beim erfolgreichen Abmelden erscheint.
sk_sk: Tým sa zmení text kontajner, ktorý sa zobrazí, keď ste úspešne odhlásený.

source: This changes the text container, that appears, when you get an error logging in.
de_de: Hier änderst du den Textcontainer, der bei einem Fehler beim Anmelden erscheint.
sk_sk: Tým sa zmení textovú kontajner, ktorý sa zobrazí, keď sa dostanete k chybe prihlásenie

source: This changes the colours of the name and password fields of the log in form.
de_de: Hier änderst du die Farben der Eingabefelder für Benutzername und Passwort.
es_es: Modifica los colores de los campos de usuario y contraseña del formulario.
sk_sk: Tým sa zmení farby mena a hesla odbory protokolu vo forme.
sk_sk_sk: Tým sa zmení farby mena a hesla odbory protokolu vo forme.

source: Style the links by giving a text colour, text decoration and shadow for the link and the hover style.
de_de: Style die Links und Hovereffekte durch eine Textfarbe und -dekoration. Außerdem kannst du einen Schatten wählen.
es_es: Fija el estilo de los enlaces modificando el color del texto, la decoración y la sombra del enlace.
sk_sk: Štýl väzby tým, že farbu textu, textové dekorácie a tieň pre odkaz a štýl hover.
sk_sk_sk: Štýl väzby tým, že farbu textu, textové dekorácie a tieň pre odkaz a štýl hover.

source: For the font size, give a css value, such as %1$s or %2$s.
de_de: Gib einen CSS-Wert für die Schriftgröße ein, z.B %1$s oder %2$s.

source: The same for the hover state.
de_de: Dasselbe für den hover Stil.

source: Here you can enter some css. You either can enter an entire style sheet or just some additional css.
de_de: Hier kannst du CSS Code eintragen. Entweder kannst du ein ganzes Style Sheet eintragen oder einfach zusätzlichen CSS Code.

source: This gives you much more freedom with styling your login widget than the rather foolproof but very limited options .
de_de: Das gibt dir eine Menge mehr Möglichkeiten als die ziemlich idiotensicheren aber sehr eingeschränkten Optionen.

source: You can of course copy the style sheet written by the plugin, paste it here and start finetuning.
de_de: Du kannst natürlich das Style Sheet des plugins hierhin kopieren und dann feintunen.

source: Copy
de_de: Kopieren

source: Here you can enter some svg, i.e. filter rules to use in Firefox. In case you wish to use the svg as an image, it will be just above the login form.
de_de: Hier kannst du SVG Code eingeben, wie filter rules für Firefox. Falls du das SVG als Grafik benutzen willst, kommt diese direkt über das Login Formular.

source: If you want to have some additional html in your login page, there are three places to put it. Above the form, in the form and under it.
de_de: Wenn du zusätzliches HTML in deiner Login Seite haben willst, gibt es drei Stellen, an denen es auftaucht. Über dem Login-Formular, im Formular und darunter.

source: You can use the additional css to style the html snippets that you enter here.
de_de: Du kannst das zusätzliche css nutzen, um die HTML-Schnipsel, die du hier einträgst, zu stylen.

source: http://wasistlos.waldemarstoffel.com/plugins-fur-wordpress/a5-custom-login-page
de_de: http://blog.atelier-fuenf.de/wordpressplugins/a5-custom-login-page
sk_sk_sk: http://wasistlos.waldemarstoffel.com/plugins-fur-wordpress/a5-custom-login-pagehttp://wasistlos.waldemarstoffel.com/plugins-fur-wordpress/a5-custom-login-page

source: General Options
de_de: Allgemein

source: Advanced Options
de_de: Fortgeschritten

source: Body & Submit Button
de_de: Body & Anmelden Knopf

source: Login Form
de_de: Login Formular
es_es: Fomulario Acceso
sk_sk: Prihlásiť sa formulár
sk_sk_sk: Prihlasovací formulár

source: Messages & Input Fields
de_de: Berichte & Eingabefelder

source: Additional HTML
de_de: Zusätzliches HTML

source: Logged Out and Error Messages
de_de: Meldung beim Ausloggen und Fehlermeldungen

source: Debug Info
de_de: Info zur Fehlersuche

source: Include Header & Footer from Frontend
de_de: Header & Footer aus dem Frontend importieren

source: Hide Links
de_de: Links Verstecken

source: Debug dynamical CSS
de_de: Dynamisches CSS debuggen

source: Custom Redirects
de_de: Eigene Umleitungen

source: Submit Button
de_de: Anmelden Knopf
es_es: Botón Envío
sk_sk_sk: Tlačidlo Odoslať

source: Logo of the Login Screen
de_de: Logo des Login Bildschirms

source: Position and Size of the Logo
de_de: Position und Größe des Logos
sk_sk: Poloha a veľkosť loga
sk_sk_sk: Poloha a veľkosť loga

source: Styling of the Logo
de_de: Styling des Logos
sk_sk: Styling na Logo

source: Video above the Login Lorm
de_de: Video über dem Login Formular

source: Position and Size of the Login Container
de_de: Position und Größe des Login Containers
sk_sk: Poloha a Veľkosť Meno kontajner
sk_sk_sk: Poloha a veľkosť nádoby prihlásenie

source: Input Fields
de_de: Eingabefelder
es_es: Campos
sk_sk: Vstupné pole
sk_sk_sk: Vstupných polí

source: CSS and SVG
de_de: CSS und SVG

source: To be able to use your own css it is important to know, what elements you actually can style on the login page. In the list below you find all neccessary selectors for your style sheet.
de_de: Um eigenes CSS zu benutzen, ist es wichtig zu wissen, welche Elemente der Login-Seite eigentlich angepasst werden können. In der Liste unten findest du alle nötigen Selektoren für dein Stylesheet.

source: In order to override the original styles, your selectors have to be more precise than the original ones. By using the ones in the list exactly how they are there, you should be fine.
de_de: Um die originären Stile zu überschreiben, müssen deine Selektoren genauer sein als die von WP. Wenn du die Selektoren der Liste exakt so benutzt, sollte alles klar sein.

source: CSS Help
de_de: CSS Hilfe

source: If you like the plugin and find it useful, you might think of rewarding the dozens of hours of work that were spent creating it.
de_de: Wenn dir das Plugin gefällt und du es nützlich findest, kannst du darüber nachdenken, die vielen Stunden Arbeit, die darin stecken, zu entlohnen.

source: Donations
de_de: Spenden

source: HTML additions
de_de: HTML Zusätze

source: This doesn&#39;t seem to be a valid settings file.
de_de: Das scheint keine gültige Datei zu sein.
sk_sk: To sa nezdá byť platným súbor nastavení.

source: Settings successfully imported.
de_de: Einstellungen erfolgreich importiert.
sk_sk: Nastavenie úspešne importované.

source: Settings saved.
de_de: Einstellungen gespeichert.

source: In these settings you will be guided step by step through the process of styling your login widget. The basic options are very foolproof but also very limited.
de_de: In diesen Einstellungen wirst du Schritt für Schritt durch das Styling deines Login-Widgets geleitet. Die Grundoptionen sind ziemlich idiotensicher aber auch sehr eingeschränkt.

source: If you are familiar with coding your own css, you can use only the css tab to write your entire style sheet there. Next to the input for the css, you find a help box with all the elements in the widget that you can style.
de_de: Wenn du dich mit CSS auskennst, kannst du auch den CSS Reiter benutzen und dein ganzes Stylesheet eingeben. Neben dem Eingabefeld für das CSS findest du eine Hilfebox mit allen Elementen des Widgets, die angepasst werden können.

source: In the preview, you can see approximately how the widget will look. A couple of things will be different on your blog since in the admin screen, the style sheet of your theme is not loaded. Nevertheless, you have a good idea on how the widget will be in the frontend.
de_de: In der Vorschau kannst du ungefähr sehen, wie das Widget auf deinem Blog aussehen wird. Einige Dinge werden immer noch anders aussehen, denn hier im Adminbereich ist das Stylesheet deines Themas nicht geladen. Nichtsdestotrotz hast du eine gute Ahnung, wie das Widget im Fronten aussehen wird.

source: Label for Username
de_de: Label für Benutzername

source: Label for Password
de_de: Label für Passwort

source: Label for Remember Me
de_de: Label für Angemeldet bleiben

source: Label for Submit Button
de_de: Label für den Anmelden Knopf

source: Hide Remember Me
de_de: Angemeldet bleiben verbergen

source: Check Remember Me by Default
de_de: Angemeldet bleiben standardmäßig anklicken

source: Redirect
de_de: Umleitung

source: Enter here the site of your blog to which the user should be redirected, after login. By default this would be the same place where the widget is.
de_de: Gib hier die Seite deines Blogs ein, auf die der Benutzer nach dem Login umgeleitet werden soll. Standard ist die Seite, auf der auch das Widget ist.

source: Form ID
de_de: Formular ID

source: User Name ID
de_de: Benutzername ID

source: Password ID
de_de: Passwort ID

source: Remember Me ID
de_de: Angemeldet bleiben ID

source: Submit Button ID
de_de: Anmelden Knopf ID

source: Value for User Name
de_de: Standardwert für Benutzername

source: You can write some default value for the user name here. By default, there is nothing.
de_de: Hier kannst du einen Standardwert für den Benutzernamen eintragen. Normalerweise ist da nichts.

source: Aditional html snippets outside of the form
de_de: Zusätzliche HTML-Schnipsel außerhalb des Formulars

source: Aditional html snippets inside of the form
de_de: Zusätzliche HTML-Schnipsel innerhalb des Formulars

source: Top
de_de: Oben

source: Middle
de_de: Mitte

source: Bottom
de_de: Unten

source: You can leave all the fields empty to have the default login form.
de_de: Du kannst jedes Feld leer lassen, um das Standard-Loginformular zu verwenden.

source: Username
de_de: Benutzername

source: Password
de_de: Passwort

source: Remember Me
de_de: Angemeldet bleiben

source: Log In
de_de: Anmelden

source: In most cases, it won&#39;t make sense to change anything here. You might for some reasons want to try something out, though.
de_de: In den meisten Fällen wird es wenig Sinn haben, hier etwas einzutragen. Es könnte allerdings Gründe geben, hier etwas auszuprobieren.

source: Export the current A5 Custom Login Widget settings and download them as a text file. The content of this text file can be imported into this or another A5 Custom Login Widget installation:
de_de: Exportiere deine A5 Custom Login Widget Einstellungen und lade sie als Textdatei herunter. Der Inhalt dieser Datei kann später in diese oder jede andere Installation des A5 Custom Login Widget importiert werden.

source: You can enter the url of the background picture, that you want to have on the widget container. Just upload any picture via the uploader on the Media section and copy the url of that file here. Leave it empty, if you don&#39;t want a picture. Background images are tiled by default. You can select the direction of repeating the image or to not repeat it. The position of the image can be something like &#39;100px 50%&#39; or &#39;center top&#39;.
de_de: Hier kannst du die URL des Bildes angeben, das du im Widget Container haben willst. Lade einfach ein Bild (am besten im png oder gif Format mit transparentem Hintergrund) mit dem Uploader in der Mediathek hoch und Kopiere die Url der Datei in dieses Feld. Lasse das Feld leer, wenn du kein Hintergrundbild willst. Hintergrundbilder werden standardmäßig endlos wiederholt. Du kannst die Richtung, in der das Bild wiederholt werden soll angeben, oder ob das Bild überhaupt wiederholt werden soll. Die Position kann Werte haben, die nach folgendem Muster aufgebaut werden: &#39;100px 50%&#39; oder &#39center top&#39;.

source: In the next section, you choose the background colour and the colour of the text in the widget. If you give two background colours, you can create a gradient. Colour no. 1 will always be up.
de_de: Im nächsten Abschnitt kannst du eine Hintergrundfarbe und eine Textfarbe für das Widget wählen. Wenn du zwei Farben angibst, kannst du einen Verlauf kreieren. Farbe Nr. 1 wird immer oben sein.

source: You can leave any of the fields empty to keep the default widget of your theme.
de_de: Du kannst jedes Feld leer lassen, um das Standartwidget deines Themas zu verwenden.

source: Depending on what you do to the widget itself, you might want to change it&#39;s padding and margin as well.
de_de: Abhängig davon, was du mit dem Widget selbst machst, willst du eventuell dessen Padding und Margin auch verändern.

source: The Padding and Margin are given as css value. I.e. &#39;144px 0 0&#39;.
de_de: Padding und Margin werden als CSS-Wert angegeben. Z.B. &#39;144px 0 0&#39;

source: You can enter the url of the logo, that you want to have in the widget. Just upload any picture (best is a png or gif with transparent background) via the uploader on the Media section and copy the url of that file here.
de_de: Hier kannst du die URL des Logos, das du im Widget haben willst, eingeben. Lade einfach ein Bild (am besten im png oder gif Format mit transparentem Hintergrund) mit dem Uploader in der Mediathek hoch und Kopiere die Url der Datei in dieses Feld.

source: You can leave the fields empty if you don&#39;t want a logo in the widget. Or just copy the settings from the login page, to have a down-sized version of the logo in the widget.
de_de: Du kannst alle Felder lehr lassen, wenn du kein Logo im Widget haben willst. Oder kopiere einfach die Einstellungen für das Logo von der Login-Seite, um eine verkleinerte Version des Logos im Widget zu haben.

source: You can as well copy the settings for the logo from the login page.
de_de: Du kannst auch die Einstellungen für das Logo von der Login-Seite zu übernehmen.

source: Copy Settings
de_de: Einstellungen Kopieren

source: Here you can can give the Logo in the widget a margin and a padding, if necessary.
de_de: Hier kannst du dem Logo im Widget eine Margin und eine Padding geben falls nötig.

source: You can enter the url of the background picture, that you want to have in the login form. Just upload any picture via the uploader on the Media section and copy the url of that file here. Leave it empty, if you don&#39;t want a picture. Background images are tiled by default. You can select the direction of repeating the image or to not repeat it. The position of the image can be something like &#39;100px 50%&#39; or &#39center top&#39;.
de_de: Hier kannst du die URL des Bildes angeben, das du im Login Formular haben willst. Lade einfach ein Bild (am besten im png oder gif Format mit transparentem Hintergrund) mit dem Uploader in der Mediathek hoch und Kopiere die Url der Datei in dieses Feld. Lasse das Feld leer, wenn du kein Hintergrundbild willst. Hintergrundbilder werden standardmäßig endlos wiederholt. Du kannst die Richtung, in der das Bild wiederholt werden soll angeben, oder ob das Bild überhaupt wiederholt werden soll. Die Position kann Werte haben, die nach folgendem Muster aufgebaut werden: &#39;100px 50%&#39; oder &#39center top&#39;.
es_es: Puedes introducir la URL de la imagen de fondo que quieras mostrar en la página de acceso. Sube una imagen ( mejor en png o gif con fondo transparente) a través de la sección Multimedia y copia la URL del fichero. Dejálo vacío si no quieres mostrar ninguna imagen. Las imágenes se repetirán por defecto. Puedes ajustar la dirección de repetición de las mismas y si se repiten o no.
sk_sk: Môžete zadať adresu URL na pozadí obrázku, ktoré chcete mať v prihlasovacom formulári. Stačí nahrať akýkoľvek obrázok cez nahral na sekcii Media a skopírujte adresu URL tohto súboru tu. Nechaj to prázdne, ak nechcete obrázok. Obrázky na pozadí sú obložené v predvolenom nastavení. Môžete si vybrať smer opakovanie obrazu, alebo je opakovať. Pozícia obrazu môže byť niečo ako '100px 50% "alebo" centrum hore ".
sk_sk_sk: Môžete zadať adresu URL na pozadí obrázku, ktoré chcete mať v prihlasovacom formulári. Stačí nahrať akýkoľvek obrázok cez nahral na sekcii Media a skopírujte adresu URL tohto súboru tu. Nechaj to prázdne, ak nechcete obrázok. Obrázky na pozadí sú obložené v predvolenom nastavení. Môžete si vybrať smer opakovanie obrazu, alebo je opakovať. Pozícia obrazu môže byť niečo ako '100px 50% "alebo" centrum hore ".

source: Margin and Padding are given as css values.
de_de: Margin und Padding werden als CSS-Wert angegeben.

source: You can as well copy the settings for the login form from the login page.
de_de: Du kannst auch die Einstellungen für das Login Formular von der Login-Seite zu übernehmen.

source: You can as well copy the settings for the input fields from the login page.
de_de: Du kannst auch die Einstellungen für die Eingabefelder von der Login-Seite zu übernehmen.

source: choose a value
de_de: wähle einen Wert

source: You can as well copy the settings for the button from the login page.
de_de: Du kannst auch die Einstellungen für den Anmelden Knopf von der Login-Seite zu übernehmen.

source: You can as well copy the settings for the links from the login page.
de_de: Du kannst auch die Einstellungen für die Links von der Login-Seite zu übernehmen.

source: If you want to have some additional html outside your login form, there are two places to put it. Above the form and under it. This is done for conformity with the login page and it&#39;s filters.
de_de: Wenn du zusätzliches HTML außerhalb deines Login Formulars haben willst, gibt es zwei Stellen, an denen es auftaucht. Über dem Login-Formular und darunter. Das ist so, um mit der Login-Seite und ihren Filtern konform zu sein.

source: You can as well copy the html from the login page.
de_de: Du kannst auch die HTML-Schnipsel von der Login-Seite zu übernehmen.

source: If you want to have some additional html inside your login form, there are three places to put it. On top, in the middle and at the bottom. Those are the original filters for the form.
de_de: Wenn du zusätzliches HTML innerhalb deines Login Formulars haben willst, gibt es drei Stellen, an denen es auftaucht. Über dem Login-Formular, im Formular und darunter. Das sind die originalen Filter des Formulars.

source: Input Fields & Submit Button
de_de: Eingabefelder & Anmelden Knopf

source: Basic Options for the Login Form
de_de: Basisoptionen für das Login Formular

source: Advanced Options for the Login Form
de_de: Fortgeschrittene Optionen für das Login Formular

source: To be able to use your own css it is important to know, what elements you actually can style in the login widget. In the list below you find all neccessary selectors for your style sheet.
de_de: Um eigenes CSS zu benutzen, ist es wichtig zu wissen, welche Elemente des Login-Widget eigentlich angepasst werden können. In der Liste unten findest du alle nötigen Selektoren für dein Stylesheet.

source: Testing Widget
de_de: Testwidget

source: With this widget you can add a customized login form to your sidebar.
de_de: Mit diesem Widget kannst du deiner Sidebar ein individuelles Login-Formular zufügen.

source: Frontpage (e.g. a static page as homepage)
de_de: Frontpage (z.B. eine statische Seite als Homepage)

source: &#34;Page&#34; pages
de_de: &#34;Seite&#34; Seiten

source: Category pages
de_de: Kategorieseiten

source: Single post pages
de_de: Artikelseiten

source: Archive pages
de_de: Archivseiten

source: Tag pages
de_de: Schlagwortseiten

source: Custom Taxonomy pages (only available, if having a plugin)
de_de: Custom Taxonomy Seiten (gibt es nur mit entspr. Plugin)

source: Author pages
de_de: Autorenseiten

source: Search Results
de_de: Suchergebnisseiten

source: &#34;Not Found&#34;
de_de: &#34;Nicht gefunden&#34;

source: Check all
de_de: Alle auswählen

source: Title:
de_de: Titel:

source: Redirect:
de_de: Umleitung:

source: Don&#39;t show widget to logged in users.
de_de: Angemeldeten Benutzern das Widget nicht anzeigen.

source: Check, where you want to show the widget. By default, it is showing on the homepage and the category pages:
de_de: Klicke an, wo das Widget gezeigt werden soll. Standardmäßig erscheint es auf der Homepage und in den Kategorien.

source: Lost your password?
de_de: Passwort vergessen?

source: <strong>ERROR</strong>: Invalid username. <a href="%s">Lost your password</a>?
de_de: <strong>FEHLER</strong>: Ungültiger Benutzername. <a href="%s">Hast du dein Passwortvergessen</a>?

source: <strong>ERROR</strong>: Invalid username.
de_de: <strong>FEHLER</strong>: Ungültiger Benutzername.

source: <strong>ERROR</strong>: The password you entered for the username <strong>%1$s</strong> is incorrect. <a href="%2$s">Lost your password</a>?
de_de: <strong>FEHLER</strong>: Das Passwort, das du für den Benutzernamen <strong>%1$s</strong> eingegeben hast, ist falsch. <a href="%2$s">Hast du dein Passwort vergessen</a>?

source: <strong>ERROR</strong>: The password you entered for the username <strong>%1$s</strong> is incorrect.
de_de: <strong>FEHLER</strong>: Das Passwort, das du für den Benutzernamen <strong>%1$s</strong> eingegeben hast, ist falsch.

source: Donate
de_de: Spenden
es_es: Donar
sk_sk_sk: Darovať

source: Saving...
es_es: Guardando...
sk_sk_sk: Ukladanie...

source: Body
sk_sk_sk: Telo

source: Login Container
es_es: Fomulario Contenedor
sk_sk: Prihlásiť sa kontajner
sk_sk_sk: Prihlásenie kontajner

source: Button
es_es: Botón
sk_sk_sk: Tlačidlo

source: Messages and Input Fields
es_es: Mensajes y Campos
sk_sk_sk: Správy a vstupné polia

source: Links
es_es: Enlaces
sk_sk_sk: Odkazy
