Repository: wp-plugins/custom-login-page
Catalog: languages/custom-login-page-*.po
Languages: de_de, es_es, sk_sk, sk_sk_sk

source: Settings
de_de: Einstellungen
es_es: Configuración
sk_sk: Nastavenia
sk_sk_sk: Nastavenia

source: Click to toggle
de_de: Zum Umschalten klicken

source: In these settings you will be guided step by step through the process of styling your login page. The basic options are very foolproof but also very limited.
de_de: In diesen Einstellungen wirst du Schritt für Schritt durch das Styling deiner Login-Seite geleitet. Die Grundoptionen sind ziemlich idiotensicher aber auch sehr eingeschränkt.

source: If you are familiar with coding your own css, you can use only the css tab to write your entire style sheet there. Next to the input for the css, you find a help box with all the elements on the page that you can style.
de_de: Wenn du dich mit CSS auskennst, kannst du auch den CSS Reiter benutzen und dein ganzes Stylesheet eingeben. Neben dem Eingabefeld für das CSS findest du eine Hilfebox mit allen Elementen der Seite, die angepasst werden können.

source: There is also a preview. So, you just can play around a bit and after saving the settings see, how it looks. No need to have two browser windows open.
de_de: Es gibt auch eine Vorschau. Also kannst du ein wenig herumspielen und, nachdem die Einstellungen gespeichert sind, sehen was sich verändert hat. Du brauchst keine zwei Browserfenster mehr aufzuhaben.

source: General
de_de: Allgemein

source: One way to make the login page look like the rest of your blog is to include the header and footer of the frontend.
de_de: Eine Art, deine Login Seite wie den Rest deines Blogs aussehen zu lassen, ist es, Header und Footer aus dem Frontend zu übernehmen.

source: Depending on your theme, it could take away some possibilities of styling the login page, though.
de_de: Abhängig von deinem Thema könnte das allerdings die Möglichkeiten, die Seite zu stylen, einschränken.

source: Advanced
de_de: Fortgeschritten

source: With the margin of the logo, you can position the logo more precisely. Give a CSS value here, i.e. %s to locate it 180 px left.
de_de: Mit der Margin des Logos kannst du das Logo noch genauer platzieren. Gib hier einen CSS-Wert ein. Z.B. %s, um das Logo -180 px links von der Mitte zu positionieren.

source: With the padding of the logo, you can position the shadow more precisely. Give a CSS value here, i.e. %s to get rid of it completely.
de_de: Mit der Padding des Logos kannst du dessen Schatten genauer platzieren. Gib hier einen CSS-Wert ein. Z.B. %s, um ihn loszuwerden.

source: By setting the background size you don&#39;t only change the size of the background image, but also it&#39; behaviour.
de_de: Durch das bestimmen der Größe des Hintergrundbilds veränderst du nicht nur die Größe selbst, sondern auch das Verhalten des Hintergrundes.

source: Next to actual sizes in percent or px, the values %s can be used.
de_de: Neben eigentlichen Größenangaben in Prozent oder px können folgende Werte eingesetzt werden: %s

source: Background Size
de_de: Hintergrund Größe
sk_sk: Pozadie Veľkosť

source: In the CSS and HTML textareas, you can use the tab key to format your code.
de_de: Du kannst bei der Eingabe von CSS und HTML die Tabulatortaste zum Formatieren benutzen.

source: Logout Message
de_de: Meldung beim Abmelden
sk_sk: Odhlásiť správu

source: Error Message
de_de: Fehlermeldung
es_es: Mensaje Error
sk_sk: Chybové hlásenie
sk_sk_sk: Chybové hlásenie

source: Export Settings
de_de: Einstellungen Exportieren
sk_sk: Export nastavení

source: Download a file with your settings
de_de: Lade eine Datei mit deinen Einstellungen herunter

source: Import Settings
de_de: Einstellungen Importieren
sk_sk: Po stiahnutí to, môžete (ale nemusíte) premenovať súbor na niečo zmysluplnejšie.

source: This will overlay any existing setting, you already have.
de_de: Das wird alle Einstellungen, die du hast, überschreiben.
sk_sk: Toto vloží existujúce nastavenie, už máte.

source: Check, to include the header of the frontend into your login page.
de_de: Anklicken, um den Header des Frontends auf der Login Seite zu haben.

source: Check, to include the footer of the frontend into your login page.
de_de: Anklicken, um den Footer des Frontends auf der Login Seite zu haben.

source: Hide &#39;remember me&#39; checkbox.
de_de: &#39;Angemeldet bleiben&#39;-Link verstecken

source: Hide register link.
de_de: Verstecke den Link zum Registrieren

source: Hide lost password link.
de_de: Verstecke den Link für vergessenes Passwort

source: Hide back to blog link.
de_de: Verstecke den Link zur Startseite

source: Compress Style Sheet
de_de: Stylesheet Komprimieren

source: Click here to compress the style sheet.
de_de: Anklicken, um das Stylesheet zu komprimieren.

source: Check, to write styles inline instead of to a virtual CSS file.
de_de: Anklicken, um CSS inline zu schreiben.

source: Give a value for the priority of the style inline (this can help with other plugins overriding our styles).
de_de: Gib einen Wert für die Priorität der Inline-Stile ein (das kann helfen, falls andere Plugins unser CSS überschreiben).

source: Redirect per User Role
de_de: Umleitungen pro Nutzerrolle

source: Background Picture
de_de: Hintergrundbild
es_es: Imagen de Fondo
sk_sk: Obrázok na pozadí
sk_sk_sk: Obrázok pozadia

source: Background Repeat
de_de: Wiederholung des Hintergrundbildes
es_es: Repetir Imagen de Fondo
sk_sk: Pozadie opakovanie
sk_sk_sk: Pozadia Repeat

source: Position of the Background Picture
de_de: Position des Hintergrundbildes
es_es: Posición de la Imagen de Fondo
sk_sk: Pozícia obrázok na pozadí
sk_sk_sk: Poloha obrázka pozadia

source: Background Colour
de_de: Hintergrundfarbe
es_es: Color del Fondo
sk_sk: Farba pozadia
sk_sk_sk: Farba pozadia

source: Second Background Colour (for Gradient)
de_de: Zweite Hintergrundfarbe (für einen Verlauf)
es_es: Color Secundario de Fondo (Gradiente)
sk_sk: Druhá Farba pozadia (pre gradientu)
sk_sk_sk: Druhá farba pozadia (pre Gradient)

source: Text Colour
de_de: Textfarbe
es_es: Color del Texto
sk_sk_sk: Farby textu

source: Border Colour
de_de: Rahmenfarbe
es_es: Color Borde
sk_sk: Border Farba
sk_sk_sk: Farba orámovania

source: Hover Background Colour
de_de: Hintergrundfarbe für den Hovereffekt
es_es: Color de Fondo Hover
sk_sk: Hover Farba pozadia
sk_sk_sk: Vznášať sa farba pozadia

source: Second Hover Background Colour (for Gradient)
de_de: Zweite Hintergrundfarbe für den Hovereffekt (für einen Verlauf)
es_es: Color de Fondo Hover (Gradiente)
sk_sk: Druhá Hover Farba pozadia (pre gradientu)
sk_sk_sk: Druhá farba Hover pozadia (pre Gradient)

source: Hover Text Colour
de_de: Textfarbe für den Hovereffekt
es_es: Color Texto Hover
sk_sk: Hover Text Color
sk_sk_sk: Hover farby textu

source: Hover Border Colour
de_de: Rahmenfarbe für den Hovereffekt
es_es: Color Borde Hover
sk_sk: Hover Border Color
sk_sk_sk: Hover farby orámovania

source: Hide Logo
de_de: Logo Verstecken

source: Check to have no logo at all.
de_de: Anklicken, um kein Logo zu haben.

source: Logo URL
de_de: URL des Logos

source: URL to link to
de_de: URL, zu der verlinkt werden soll
es_es: URL a enlazar
sk_sk: URL odkazy na
sk_sk_sk: URL odkaz na

source: Title tag of the logo
de_de: Title Tag des Logos
es_es: Etiqueta Title del logo
sk_sk: Názov tag logo
sk_sk_sk: Názov značky loga

source: Width of the Logo (in px)
de_de: Breite des Logos (in px)
sk_sk: Šírka loga (v px)
sk_sk_sk: Šírka loga (v px)

source: Height of the Logo (in px)
de_de: Höhe des Logos (in px)
sk_sk: Výška loga (v px)
sk_sk_sk: Výška logo (v px)

source: Width of the Logo Container (in px)
de_de: Breite des Logo Containers (in px)
sk_sk: Šírka Logo Container (v px)
sk_sk_sk: Šírka kontajnera Logo (v px)

source: Height of the Logo Container (in px)
de_de: Höhe des Logo Containers (in px)
sk_sk: Výška Logo Container (v px)
sk_sk_sk: Výška Logo nádoby (v px)

source: Margin of the Logo Container (CSS)
de_de: Margin des Logo Containers (CSS)

source: Padding of the Logo Container (CSS)
de_de: Padding des Logo Containers (CSS)

source: Rounded Corners (in px)
de_de: Abgerundete Ecken (in px)
es_es: Esquinas Redondeadas (px)
sk_sk: Zaoblené rohy (v px)
sk_sk_sk: Zaoblenými rohmi (v px)

source: Shadow (x-direction in px)
de_de: Schatten (x-Richtung in px)
es_es: Sombra (x-direction en px)
sk_sk: Shadow (x-smer v px)
sk_sk_sk: Tieň (x-smer v px)

source: Shadow (y-direction in px)
de_de: Schatten (y-Richtung in px)
es_es: Sombra (y-direction en px)
sk_sk: Shadow (y-smer v px)
sk_sk_sk: Tieň (y-smer v px)

source: Shadow (softness in px)
de_de: Softeffekt (in px)
es_es: Sombra (suvizado en px)
sk_sk: Shadow (mäkkosť v px)
sk_sk_sk: Tieň (mäkkosť v px)

source: Shadow Colour
de_de: Schattenfarbe
es_es: Color Sombra
sk_sk: Tieň Farba
sk_sk_sk: Farba tieňa

source: Inner Shadow
de_de: Innerer Schatten

source: Video URL
de_de: URL des Videos

source: Width of the Video
de_de: Breite des Videos

source: Height of the Video
de_de: Höhe des Videos

source: Additional Parameters
de_de: Zusätzliche Parameter

source: Loop Video
de_de: Video als Loop anzeigen

source: Autoplay Video
de_de: Video Autoplay

source: Class for the Video Container
de_de: Klasse des Video-Containers

source: ID of the Video Container
de_de: ID des Video-Containers

source: Transparency (in percent)
de_de: Transparenz (in Prozent)
sk_sk: Priehľadnosť (v percentách)
sk_sk_sk: Transparentnosť (v percentách)

source: Border Style
de_de: Stil des Rahmens
es_es: Estilo Borde
sk_sk_sk: Štýl orámovania

source: Border Width (in px)
de_de: Rahmenbreite (in px)
es_es: Ancho Borde (px)
sk_sk: Šírka okraja (v px)
sk_sk_sk: Šírka orámovania (v px)

source: Position (x-direction in px)
de_de: Position (x-Richtung in px)
es_es: Sombra (x-direction en px)
sk_sk: Pozícia (x-smer v px)
sk_sk_sk: Pozíciu (x-smer v px)

source: Position (y-direction in px)
de_de: Position (y-Richtung in px)
es_es: Sombra (y-direction en px)
sk_sk: Pozícia (y-smer v px)
sk_sk_sk: Pozícia (y-smer v px)

source: Width (in px)
de_de: Breite (in px)
sk_sk: Šírka (v px)
sk_sk_sk: Šírka (v px)

source: Height (in px)
de_de: Höhe (in px)
sk_sk: Výška (v px)
sk_sk_sk: Výška (v px)

source: Font Size
de_de: Schriftgröße

source: Text Decoration
de_de: Textdekoration
es_es: Decorado Texto
sk_sk: Text dekorácie
sk_sk_sk: Text dekorácie

source: Own CSS
de_de: Eigenes CSS

source: Override other styles
de_de: Überschreibe andere Stile

source: By checking this, all other styles will be replaced by your CSS. Otherwise, your CSS is additional.
de_de: Wenn du das anklickst, werden alle Stile durch dein CSS ersetzt. Andernfalls kommt dein CSS zusätzlich zum vorhandenen.

source: Some SVG
de_de: Etwas SVG

source: Aditional html snippets
de_de: Zusätzliche HTML-Schnipsel

source: Above Form
de_de: Über dem Formular

source: Inside Form
de_de: Im Formular

source: Beneath Form
de_de: Unter dem Formular

source: You can enter your own logout message here. You can make your blog a bit more personal like that.
de_de: Du kannst hier deine Eigene Meldung für die Abmeldung eingeben. So kannst du dein Blog ein wenig persönlicher machen.

source: Furthermore, you can enter your own error message. By default, Wordpress says that either the username or the password is wrong, which is perhaps a hint to foreigners that you don&#39;t wish to give..
de_de: Außerdem kannst du hier deine eigene Fehlermeldung eingeben. Standardmäßig teilt Wordpress mit, dass entweder der Benutzername oder das Passwort falsch ist, eine Information, die du vielleicht nicht preisgeben willst.

source: If you don&#39;t want to style your login page item by item, you can as well move on to enter a whole style sheet in the css tab.
de_de: Wenn du nicht jedes einzelne Element auf deiner Login Seite stylen willst, kannst du auch ein ganzes Stylesheet im CSS Reiter eingeben.

source: You can leave any of the fields empty to keep the default settings of Wordpress.
de_de: Du kannst jedes Feld leer lassen, um das WP Standardlayout zu verwenden.
es_es: Puedes dejar cualquier campo vacío para mantener los ajustes originales de WordPress.
sk_sk: Môžete zanechať niektorý z polí vyprázdniť, aby predvolené nastavenia Wordpress.
sk_sk_sk: Môžete zanechať niektorý z polí vyprázdniť, aby predvolené nastavenia Wordpress.

source: Export the current A5 Custom Login Page settings and download them as a text file. The content of this text file can be imported into this or another A5 Custom Login Page installation:
de_de: Exportiere deine A5 Custom Login Page Einstellungen und lade sie als Textdatei herunter. Der Inhalt dieser Datei kann später in diese oder jede andere Installation der A5 Custom Login Page importiert werden.

# %s is the file name
source: The file will be named %s. After you downloaded it, you can (but don&#39;t need to) rename the file to something more meaningful.
de_de: Die Datei wird den Namen %s bekommen. Du kannst (musst aber nicht) den Namen nach dem Herunterladen in etwas sinnvolleres ändern.

source: Export &amp; Download
de_de: Exportieren &amp; Herunterladen
sk_sk: Export & Stiahnuť

source: Enter the content of your text file with the settings here.
de_de: Gib hier den Inhalt der Textdatei mit den Einstellungen hier ein.

source: If you want, you can include the header and footer of your blog&#39;s frontend in your login page.
de_de: Wenn du willst kannst du Header und Footer des Frontends in die Login Seite einbinden.

source: You can hide the links under login form if wanting to.
de_de: Du kannst die Links unter dem Eingabeformular Verstecken, wenn du willst.

source: There seem to be problems with the virtual stylesheet in some environments. By choosing to write the styles inline, those can be avoided.).
de_de: Es scheint in einigen Umgebungen ein Problem mit dem virtuellen Stylesheet zu geben. Indem man den style inline schreibt, kann das Problem behoben werden.

source: You can enter redirections for each user role of the blog.
de_de: Du kannst Umleitungen für jede Nutzerrolle des Blogs einrichten.

source: If you leave a field empty, the plugin will redirect to the default page.
de_de: Wenn du ein Feld leer lässt, wird das Plugin zur Standardseite umleiten.

source: Hide backend for %s.
de_de: Backend für %s verstecken.

source: Just upload any picture via the uploader. Leave it empty, if you don&#39;t want a picture. Background images are tiled by default. You can select the direction of repeating the image or to not repeat it. The position of the image can be something like &#39;100px 50%&#39; or &#39center top&#39;.
de_de: Lade einfach ein Bild mit dem Uploader hoch. Lasse das Feld leer, wenn du kein Hintergrundbild willst. Hintergrundbilder werden standardmäßig endlos wiederholt. Du kannst die Richtung, in der das Bild wiederholt werden soll angeben, oder ob das Bild überhaupt wiederholt werden soll. Die Position kann Werte haben, die nach folgendem Muster aufgebaut werden: &#39;100px 50%&#39; oder &#39center top&#39;.

source: In the last section, you choose the background colour and the colour of the text in the html body element. If you give two background colours, you can create a gradient. Colour no. 1 will always be up.
de_de: Im letzten Abschnitt wählst du die Hintergrundfarbe und die Textfarbe im html body Element. Wenn du zwei Farben angibst, kannst du einen Verlauf kreieren. Farbe Nr. 1 wird dabei immer oben sein.
es_es: En la última sección, selecciona el color de fondo y el texto en el elemento body del html. Si seleccionas dos colores de fondo, se creara un gradiente. El color 1 siempre será el superior.
sk_sk: V poslednej časti si môžete zvoliť farbu pozadia a farbu textu v HTML elementu body. Ak dávať dve farby pozadia, môžete vytvoriť prechod. Farba nie. 1 bude vždy.
sk_sk_sk: V poslednej časti si môžete zvoliť farbu pozadia a farbu textu v HTML elementu body. Ak dávať dve farby pozadia, môžete vytvoriť prechod. Farba nie. 1 bude vždy.

source: Enter a URL
de_de: Gib eine URL an

source: Select Image
de_de: Bild wählen

source: Preview
de_de: Vorschau

source: Remove Image
de_de: Bild entfernen

source: Or enter a URL
de_de: Oder gib eine URL ein

source: default
de_de: standard
es_es: por defecto
sk_sk: štandardné
sk_sk_sk: predvolené

source: Enter the background, text and border colour of the submit button here. The button will look static if you don&#39;t give values for the hover state of it. If you want to have a gradient, enter two background colours. The first one will be up then.
de_de: Gebe hier die Hintergrund-, Text-, und Rahmenfarbe des &#39;Anmelden&#39; Knopfes ein. Der Knopf wird statisch bleiben, wenn du keine Werte für den Hovereffekt eingibst. Wenn du einen Verlauf haben möchtest, gib zwei Hintergrundfarben ein. Die erste wird dann oben sein.
es_es: Introduce el color de fondo y borde del botón de envío. El botón parecerá estático si no das valores al estado hover.
sk_sk: Zadajte pozadia, textu a hranice farbu tlačidla submit tu. Tlačidlo bude vyzerať statická, ak nedáte hodnoty pre stav hover nej. Ak chcete mať prechod, zadajte dve farby pozadia. Prvý z nich bude sa potom.
sk_sk_sk: Zadajte pozadia, textu a hranice farbu tlačidla submit tu. Tlačidlo bude vyzerať statická, ak nedáte hodnoty pre stav hover nej. Ak chcete mať prechod, zadajte dve farby pozadia. Prvý z nich bude sa potom.

source: Just upload any picture (best is a png or gif with transparent background) via the uploader.
de_de: Lade einfach ein Bild (am besten ein png oder gif mit transparentem Hintergrund) im Uploader hoch.

source: In the URL field, you enter the URL to which the logo should link.
de_de: Im URL Feld gibst du die URL an, auf die verlinkt werden soll, wenn man auf das Logo klickt.
es_es: En el campo URL, introduce la URL a donde quieres que apunte el logo.
sk_sk: V poli URL, zadať adresu URL, na ktoré by sa logo malo spojiť.
sk_sk_sk: Do poľa URL zadáte adresu URL, na ktorú by mal odkaz logo.

source: If your logo is larger than the default WP-logo (84px by 84px), you can enter the width and the height of it here.
de_de: Falls dein Logo größer als das WP-Standard-Logo ist (84px x 84px), kannst du Breite und Höhe hier angeben.

source: The width and height of the logo-container are by default 84px and 84px. They are used to move the Logo around, since the background-position is always &#39;center top&#39;.
de_de: Breite und Höhe des Logo Containers sind standardmäßig 84px und 84px. Sie werden benutzt, um das Logo zu positionieren, da die background-position immer &#39;center top&#39; ist.

source: Here you can style the logo a bit. Give it a shadow or round corners if you like.
de_de: Hier kannst du dein Logo ein wenig stylen. Gib ihm einen Schatten oder abgerundete Ecken.

source: Just upload any video via the uploader.
de_de: Lade einfach ein Video mit dem Uploader hoch

source: Give it a width and height if you don&#39;t want to use the default settings of WP.
de_de: Gib Breite und Höhe des Videos an, falls du nicht die Standardwerte von WP verwenden willst.

source: Select Video
de_de: Video auswählen

source: Remove Video
de_de: Video Entfernen

source: You can enter a couple of parameters for the video here.
de_de: Du kannst ein paar Parameter für das Video hier eingeben.

source: However, this is absolute in beta stage and I don&#39;t really know what the parameters do.
de_de: Allerdings ist das Ganze im absoluten Beta-Stadium und einige Parameter werden nicht übernommen.

source: Leave everything empty to fall back to the default values of WordPress.
de_de: Du kannst jedes Feld leer lassen, um die Standardwerte von WP Standardlayout verwenden.

source: Just upload any picture via the uploader. Leave it empty, if you don&#39;t want a picture. Background images are tiled by default. You can select the direction of repeating the image or to not repeat it. The position of the image can be something like &#39;100px 50%&#39; or &#39;center top&#39;.
de_de: Lade einfach ein Bild mit dem Uploader hoch. Lasse das Feld leer, wenn du kein Hintergrundbild willst. Hintergrundbilder werden standardmäßig endlos wiederholt. Du kannst die Richtung, in der das Bild wiederholt werden soll angeben, oder ob das Bild überhaupt wiederholt werden soll. Die Position kann Werte haben, die nach folgendem Muster aufgebaut werden: &#39;100px 50%&#39; oder &#39center top&#39;.

source: In the next section, you choose the background colour and the colour of the text in the login container. If you give two background colours, you can create a gradient. Colour no. 1 will always be up.
de_de: Im nächsten Abschnitt kannst du eine Hintergrundfarbe und eine Textfarbe für den Login Container wählen. Wenn du zwei Farben angibst, kannst du einen Verlauf kreieren. Farbe Nr. 1 wird immer oben sein.
es_es: En la siguiente sección, selecciona el color de fondo y el color del texto en el contenedor de acceso. Si seleccionas dos colores se creará un gradiente. El Color 1 sera siempre el superior.
sk_sk: V ďalšej časti si môžete zvoliť farbu pozadia a farbu textu v prihlasovacom kontajnera. Ak dávať dve farby pozadia, môžete vytvoriť prechod. Farba nie. 1 bude vždy.
sk_sk_sk: V ďalšej časti si môžete zvoliť farbu pozadia a farbu textu v prihlasovacom kontajnera. Ak dávať dve farby pozadia, môžete vytvoriť prechod. Farba nie. 1 bude vždy.

source: Choose a border, if wanting one. Define style, width and whether or not, you want to have rounded corners (is not supported by all browsers).
de_de: Wähle einen Rahmen, wenn du willst. Definiere Stil und Breite des Rahmens und ob du abgerundete Ecken haben willst (wird nicht von allen Browsern erkannt).
es_es: Selecciona un borde, si quieres uno. Define el estilo, ancho y si quieres que tenga esquinas redondeadas o no (no esta soportado en todos los navegadores)
sk_sk: Vyberte si hranice, ak chcú jeden. Definovať štýl, šírku a či alebo nie, chcete mať zaoblené rohy (nie je podporovaný všetkými prehliadačmi).
sk_sk_sk: Vyberte si hranice, ak chcú jeden. Definovať štýl, šírku a či alebo nie, chcete mať zaoblené rohy (nie je podporovaný všetkými prehliadačmi).

source: At last, give the container a shadow (is not supported by all browsers).
de_de: Zum Schluss gib dem Container einen Schatten (wird nicht von allen Browsern erkannt).
es_es: Finalmente, dale una forma a la sombra
sk_sk: Konečne, dať kontajner tieň (nie je podporovaný všetkými prehliadačmi).
sk_sk_sk: Konečne, dať kontajner tieň (nie je podporovaný všetkými prehliadačmi).

source: choose a border style
de_de: Wähle einen Stil für den Rahmen
es_es: selecciona estilo de borde
sk_sk: vyberte štýl orámovania
sk_sk_sk: Vyberte štýl orámovania

source: Here you can give the whole login container a position. If you enter &#39;0&#39; in both of the fields, it will be in the top left corner of the screen.
de_de: Hier kannst du den Login Container positionieren. Wenn du &#39;0&#39; in beide Felder eingibst, wird er in der linken oberen Ecke sein.
sk_sk: Tu si môžete dať celému prihlásiť kontajner pozíciu. Ak zadáte '0 'obe polia, bude v ľavom hornom rohu obrazovky.
sk_sk_sk: Tu si môžete dať celému prihlásiť kontajner pozíciu. Ak zadáte '0 'obe polia, bude v ľavom hornom rohu obrazovky.

source: The Padding and Margin are given as css value. I.e. &#39;144px 0 0&#39; (which is the default padding of the login container).
de_de: Padding und Margin werden als CSS-Wert angegeben. Z.B. &#39;144px 0 0&#39; (was der Standardwert für die Padding von Wordpress für den Login Container ist).
